Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Dziękujemy ci za wszystko, kiedy już się tutaj zadomowimy, nagrodzimy cię! Masz moje słowo.
uk: Дякуємо тобі за все, як тільки облаштуємося тут, ми тебе винагородимо! Даю слово.

source: Dziękujemy ci za wszystko. Jeśli się jeszcze spotkamy, nagrodzimy cię!
uk: Дякуємо тобі за все. Якщо наші шляхи перетнуться знову, ми тебе винагородимо!

source: Dziękujemy wam mieszkańcy Archolos! Z chęcią zagramy dla was ponownie!
uk: Дякуємо вам, мешканці Архолосу! Ми з радістю зіграємо для вас знову!

source: Dziękujemy za propozycję. Radziłbym uważać, po zmroku można spotkać różnych podejrzanych osobników.
uk: Дякуємо за пропозицію. Я радив би бути обережним, адже з настанням темряви можна зустріти різних підозрілих осіб.

source: Dziękujemy za skorzystanie z usług i zapraszamy ponownie.
uk: Дякую, що цим скористався і запрошую знову.

source: Dziękujemy za tak liczne przybycie! Gramy dla was do końca wojny i o jeden dzień dłużej!
uk: Дякуємо, що вас прийшло так багато! Ми гратимемо для вас поки не закінчиться війна і ще один день після!

source: Dziękujemy!
uk: Дякуємо!

source: Dziękujemy! Wyświadczysz nam wielką przysługę!
uk: Дякую! Ти нам дуже допоможеш!

source: Dziękuję Mistrzu.
uk: Дякую, Майстре.

source: Dziękuję bardzo za twój hojny datek na potrzeby naszej wspólnoty.
uk: Щиро дякую за твою щедру пожертву на потреби нашої спільноти.

source: Dziękuję bardzo. Przekaż Dimie, że przyjdę jutro jej podziękować.
uk: Дуже тобі дякую. Перекажи Діні, що я завтра зайду подякувати їй.

source: Dziękuję ci Tonanie. Czuję... czuję się... Ból zniknął. Jestem wolny!
uk: Дякую, Тонане. Я відчуваю... відчуваю... що біль минув. Я вільний!

source: Dziękuję ci za pomoc nieznajomy. Zatrzymaj pierścień mojego towarzysza, jesteś honorowym wojownikiem, zasłużyłeś na niego.
uk: Дякую за допомогу, незнайомцю. Залиш собі перстень мого товариша, ти достойний воїн, ти на нього заслужив.

source: Dziękuję ci za pomoc!
uk: Дякую за допомогу!

source: Dziękuję ci za pomoc. Gdyby tylko udało się to lepiej rozwiązać...
uk: Дякую за допомогу. Якби ж тільки це можна було вирішити краще...

source: Dziękuję ci za szczerość, chłopcze. Proszę, przyjmij ten drobny podarunek. I nie martw się, nie powiem Ernesto o tym, co mi tutaj powiedziałeś.
uk: Дякую за твою чесність, хлопче. Будь ласка, прийми цей невеличкий подарунок. І не хвилюйся, я не скажу Ернесто про те, що ти мені тут розповів.

source: Dziękuję ci za twoje miłosierdzie i sprawiedliwość! Proszę, weź to w ramach podziękowania!
uk: Дякую за твоє милосердя та справедливість! Будь ласка, прийми це в знак моєї вдячності!

source: Dziękuję ci za twój trud, lecz tylko wybaczenie Wilczego Syna, może uwolnić mnie z mego więzienia.
uk: Я дякую тобі за твої зусилля, але тільки прощення Вовчого Сина може звільнити мене з мого ув'язнення.

source: Dziękuję ci, ale obawiam się, że gdy tylko wywietrzeje mu gęba, wszystko wróci do normy.
uk: Дякую, але я боюся, що як тільки він трохи провітриться, все буде як раніше.

source: Dziękuję ci, chyba zacznę zamykać zagrodę na noc.
uk: Дякую тобі. Думаю, я почну замикати огорожу на ніч.

source: Dziękuję ci, synu. Upewnię się, że ta runa bezpiecznie dotrze do klasztoru.
uk: Дякую, сину. Я подбаю про те, щоб ця руна безспечно дісталася до монастиря.

source: Dziękuję ci, że pomogłeś dostać się mojej córce do miasta! Jak dobrze, że na tej wyspie są jeszcze tacy ludzie, jak ty i Barry!
uk: Дякую, що допоміг моїй доньці дістатися до міста! Як добре, що на цьому острові ще є такі люди, як ти і Баррі!

source: Dziękuję ci. Gdyby nie twoja pomoc, winnica ległaby w gruzach.
uk: Дякую. Якби не твоя допомога, виноградник був би знищений.

source: Dziękuję ci. Porozmawiaj z Herdis. Ja potrzebuję jeszcze chwilę, żeby dojść do siebie.
uk: Дякую тобі. Поговори з Гердіс. Мені потрібно ще трохи часу, щоб прийти в себе.

source: Dziękuję jednak za twoją ofertę i będę o niej pamiętał w przyszłości, gdyby zaszła taka potrzeba.
uk: Однак, дякую за пропозицію, я буду мати її на увазі в майбутньому, якщо виникне така потреба.

source: Dziękuję jeszcze raz. Zajrzyj do nas za jakiś czas.
uk: Ще раз дякую. Відвідай нас через якийсь час.

source: Dziękuję pięknie!
uk: Красно дякую!

source: Dziękuję synku, pięknie dziękuję! Sam już jestem za stary na takie taplanie się w zimnej wodzie.
uk: Дякую, синку, дуже дякую! Я вже застарий, щоб самому борсатися в такій холодній воді.

source: Dziękuję za awans, z pewnością podołam oczekiwaniom.
uk: Дякую за підвищення, я неодмінно виправдаю усі очікування.

source: Dziękuję za docenienie. Postaram się sprostać oczekiwaniom.
uk: Дякую за високу оцінку. Я постараюся виправдати очікування.

source: Dziękuję za informację. Upewnię się, że nie ma tam nikogo więcej.
uk: Дякую за інформацію. Я простежу, щоб туди більше ніхто не ходив.

source: Dziękuję za meldunek.
uk: Дякую, що повідомив.

source: Dziękuję za modlitwę.
uk: Дякую за твої молитви.

source: Dziękuję za pomoc!
uk: Дякую за допомогу!

source: Dziękuję za pomoc! Nawet nie chcę myśleć, co ci dranie by mi zrobili gdyby nie ty!
uk: Дякую за допомогу! Навіть не хочу думати, що ці виродки зробили б зі мною, якби не ти!

source: Dziękuję za pomoc.
uk: Дякую за допомогу.

source: Dziękuję za troskę, mistrzu.
uk: Дякую за турботу, майстре.

source: Dziękuję za twe rady.
uk: Дякую за пораду.

source: Dziękuję za twoją pracę, byłeś bardzo zdolnym uczniem. Oczywiście od tego momentu możesz także rozpocząć naukę u innego mistrza.
uk: Дякую за твою працю, ти був дуже здібним учнем. Звичайно, відтепер ти можеш розпочати навчання в іншого майстра.

source: Dziękuję za twoją uczciwość!
uk: Дякую за твою чесність!

source: Dziękuję za wysłuchanie mnie. Zaufaj mi, ta lekcja zadziałała już na nie jednym z nowicjuszy.
uk: Дякую, що вислухав мене. Повір, цей урок вже подіяв не на одного послушника.

source: Dziękuję za wysłuchanie. Miło czasami podzielić się z kimś swoimi troskami.
uk: Дякую, що вислухав. Іноді приємно поділитися з кимось своїми думками.

source: Dziękuję za zapłatę i polecam się na przyszłość.
uk: Дякую за виплату і сподіваюся на подальшу співпрацю.

source: Dziękuję za zrozumienie. Pamiętaj tylko, żeby nie odpowiadać w taki sposób Wysłannikowi.
uk: Дякую за розуміння. Пам'ятай тільки, що не варто відповідати Послу в такому ж дусі.

source: Dziękuję że się zająłeś tą sprawą, już się bałam, że ten łajdak nie da mi spokoju.
uk: Дякую, що вирішив цю справу, а то я вже боялася, що негідник не дасть мені спокою.

source: Dziękuję! Już mnie nie ma!
uk: Дякую! Мені вже час!

source: Dziękuję! Mógłbyś przekazać swoim znajomym, że mają szansę poznać prawdę o otaczającym nas świecie?
uk: Дякую! Не міг би ти розповісти своїм друзям, що у них є шанс дізнатися правду про навколишній світ?

source: Dziękuję! Niech Ci Adanos wynagrodzi za twoją dobroć!
uk: Дякую! Нехай Аданос винагородить тебе за твою доброту!

source: Dziękuję! Niech Innos ma pana w opiece!
uk: Дякую! Нехай Іннос пана оберігає!

source: Dziękuję! Większość ludzi niestety nie ma serca dla starych kalek. Uważają, że zasłużyliśmy sobie na taki los, że nie warto nam pomagać, bo jesteśmy bezwartościowi...
uk: Дякую! Більшість людей, на жаль, не мають співчуття для старих калік. Вони вважають, що ми заслуговуємо на таку долю, що нам не варто допомагати, бо ми нікчемні...

source: Dziękuję, Marvin.
uk: Дякую, Марвіне.

source: Dziękuję, Mistrzu.
uk: Дякую, магістре.

source: Dziękuję, Richard. Spocznij.
uk: Дякую, Річарде. Вільно.

source: Dziękuję, ale nie jestem zainteresowany.
uk: Дякую, але мене це не цікавить.

source: Dziękuję, ale wolelibyśmy bardziej materialny dowód wdzięczności.
uk: Дякую, та ми віддали б перевагу більш матеріальному знаку подяки.

source: Dziękuję, będę ostrożny!
uk: Дякую, я буду обережним!

source: Dziękuję, dziękuję wam za darowanie mi życia!
uk: Дякую, дякую вам за те, що подарували мені життя!

source: Dziękuję, dziękuję!
uk: Дякую, дякую!

source: Dziękuję, kapitanie.
uk: Дякую, капітане.

source: Dziękuję, okazałeś się być mi prawdziwym przyjacielem. Weź ode mnie te drobiazgi z moich rodzinnych stron jako upominek.
uk: Дякую, ти став мені справжнім другом. Прийми від мене в подарунок ці дрібнички з моєї батьківщини.

source: Dziękuję, pięknie dziękuję!
uk: Дякую, велике дякую!

source: Dziękuję, przyjacielu. Walczyć u twojego boku było dla mnie największym honorem.
uk: Дякую тобі, друже. Воювати пліч-о-пліч з тобою було для мене найбільшою честю.

source: Dziękuję, rozważę tę ofertę.
uk: Дякую, я розгляну цю пропозицію.

source: Dziękuję, szefie.
uk: Дякую.

source: Dziękuję, teraz wszystko się zgadza.
uk: Дякую, тепер все сходиться.

source: Dziękuję, ty również nie dałeś im szans.
uk: Дякую, ти також не лишив їм жодного шансу.

source: Dziękuję, wasza ekscelencjo.
uk: Дякую, ваша світлосте.

source: Dziękuję, wszystko wydaje się być w porządku.
uk: Дякую, здається, все в порядку.

source: Dziękuję, że doprowadziłeś do mnie Anskara całego i zdrowego - choć nie dał ci powodów, byś oszczędził mu życie.
uk: Дякую, що привів до мене Анскара живим, хоч він на це не заслужив.

source: Dziękuję, że mnie o tym poinformowałeś. Już ja sobie porozmawiam z Kuno.
uk: Дякую, що повідомив. Я сама поговорю з Куно.

source: Dziękuję, że mnie odprowadziłeś. Ostatnio aż strach się ruszyć gdziekolwiek, by nie zostać zaatakowanym...
uk: Дякую, що провів мене. Останнім часом страшно кудись ходити, бо на тебе скрізь можуть напасти...

source: Dziękuję, że przekazałeś mi tę informację.
uk: Дякую, що поділився цією інформацією.

source: Dziękuję, że to ja mogłem liczyć na ciebie, gdy sam byłem w największej potrzebie.
uk: Дякую, що на тебе можна було покластися, коли я найбільше цього потребував.

source: Dziękuję, że zgodziłeś się odpowiedzieć na moje pytania. Teraz muszę tylko odnieść je do moich dotychczasowych odkryć i wyciągnąć wnioski.
uk: Дякую, що погодився відповісти на мої запитання. Тепер мені потрібно порівняти їх з моїми попередніми дослідженнями та зробити відповідні висновки.

source: Dziękuję.
uk: Дякую.

source: Dziękuję. Chętnie pokażę ci parę sztuczek. Przyjdź do mnie, gdy będziesz chciał się podszkolić.
uk: Дякую. Я з радістю покажу тобі кілька прийомів. Приходь до мене, коли захочеш потренуватися.

source: Dziękuję. Czy to znaczy, że mogę teraz pożyczyć u ciebie trochę złota?
uk: Дякую. Це означає, що тепер я можу позичити в тебе трохи золота?

source: Dziękuję. Do zobaczenia.
uk: Дякую. Побачимося.

source: Dziękuję. I przykro mi, że tak to się skończyło.
uk: Дякую. І мені шкода, що все так закінчилося.

source: Dziękuję. Kamień mi spadł z serca.
uk: Дякую. Наче гора з плеч.

source: Dziękuję. Kiedy będę mógł ją odebrać? Nie ukrywam, że przydałaby mi się jak najszybciej.
uk: Дякую. Коли я зможу її забрати? Не приховуватиму, що вона мені знадобилася б якнайшвидше.

source: Dziękuję. Mam tutaj dobry rum. Napij się ze mną.
uk: Дякую. У мене тут є хороший ром. Випий зі мною.

source: Dziękuję. Miło robi się z tobą interesy.
uk: Дякую. Приємно мати з тобою справу.

source: Dziękuję. Muszę... muszę odpocząć.
uk: Дякую. Мені треба... треба відпочити.

source: Dziękuję. Nie zawiodę twojego zaufania.
uk: Дякую. Я не підведу твою довіру.

source: Dziękuję. Nigdy nie myślałem, że na starość będę zależny od obcych ludzi...
uk: Дякую. Ніколи не думав, що в старості буду залежати від чужих людей...

source: Dziękuję. Nigdy nie przypuszczałam, że picie może być takie smaczne.
uk: Дякую. Ніколи б не подумала, що вода може бути настільки смачною.

source: Dziękuję. Powiadomię ich najszybciej jak to możliwe.
uk: Дякую. Я повідомлю їх якнайшвидше.

source: Dziękuję. Przyda się.
uk: Дякую, мені він пригодиться.

source: Dziękuję. Trzymaj się.
uk: Дякую. Бережи себе.

source: Dziękuję. Uważaj na siebie i pokaż tym cholernym bestiom, co znaczy prawdziwy ból.
uk: Дякую. Бережи себе і покажи тим клятим потворам, що таке справжній біль.

source: Dziękuję. Z chęcią spróbuję. Co z Viktorem?
uk: Дякую. Охоче спробую. А що з Віктором?

source: Dziś jest jednak twój szczęśliwy dzień, tak się złożyło, że jeszcze dzisiaj wypływam w morze.
uk: Однак сьогодні твій щасливий день, бо так сталося, що я саме сьогодні відпливаю в море.

source: Dziś jest już trochę zapomniane, ale nigdzie indziej nie czuć tak mocno obecności naszego Pana.
uk: Сьогодні воно дещо призабуте, але ми більше ніде не зможемо настільки сильно відчути присутність нашого Бога.

source: Dziś jest to mała, śliczna perełka, a kto wie... Może jutro uda mi się stworzyć gigantyczną sferę, która ocali setki istnień?
uk: Сьогодні це мила маленька перлинка, але хтозна... Можливо, завтра я зможу створити гігантську сферу, яка врятує сотні життів?

source: Dziś jestem w cywilu.
uk: Сьогодні я в цивільному.

source: Dziś o północy przyjdź do Mrocznych Tajemnic. Powiedz, że cię oczekuję. Proste?
uk: Сьогодні опівночі прийди до Темних Таємниць. Скажи, що я чекаю на тебе. Це зрозуміло?

source: Dziś o północy. Mamy się udać do kapliczki Innosa za wschodnią bramą.
uk: Сьогодні опівночі. Ми підемо до вівтаря Інноса за східною брамою.

source: Dziś sprawimy, że długo nie zapomnicie tego wieczoru!
uk: Сьогодні ми влаштуємо вечір, який ви не забудете надовго!

source: Dziś stajemy naprzeciw kolejnemu z nich i nie wątpię, że też je przezwyciężymy!
uk: Сьогодні ми зіткнулися зі ще одним випробуванням. І я не сумніваюся, що ми і його подолаємо!

source: Dziś ta kuźnia to tylko cień jej dawnej chwały... Zupełnie jak my.
uk: Сьогодні ця кузня – лише тінь колишньої слави... Так само, як і ми.

source: Dziś wieczorem Arwid i Lennart mają patrolować okolice Placu Targowego w nowym wyposażeniu.
uk: Сьогодні ввечері Арвід і Ленарт патрулюватимуть Ринкову площу у своєму новому спорядженні.

source: Dziś znowu jestem w potrzebie.
uk: А сьогодні я знову потребую.

source: Dół wykopany. Muszę dopytać Rodrigo, co dalej.
uk: Яма викопана. Потрібно запитати Родріго, що робити далі.

source: Dębczak
uk: Дубок

source: Dębowa kusza
uk: Дубовий арбалет

source: Dłoń Paladyna
uk: Правиця паладина

source: Dłoń jest zaciśnięta i chyba wciąż coś trzyma.
uk: біля підйомника. Рука стиснута і щось тримає.

source: Dług powiadasz, co?
uk: Борг, кажеш?

source: Dług w końcu przeszedłby na mnie, a wtedy trafiłbym na bruk.
uk: Зрештою, борг перейшов би до мене, і тоді я б опинився на вулиці.

source: Długa czy krótka wersja?
uk: Довгу чи коротку версію?

source: Długa droga do domu
uk: Довгий шлях додому

source: Długa historia, mieszkam w chacie z moim kumplem Saulem. Jakiś czas temu wymyślił sobie, że będzie mi robił różne głupie żarty.
uk: Довга історія. Я живу в хатині зі своїм приятелем Солом. Не так давно він почав всіляко з мене жартувати.

source: Długa historia. To dasz mi go czy nie?
uk: Довга історія. То ти мені його віддаси чи ні?

source: Długa kolczasta pałka
uk: Довга колюча палиця

source: Długa lekcja to duża zapłata. Przynieś mi więcej złota.
uk: Гарні уроки за гарну оплату. Принеси мені більше золота.

source: Długa szabla
uk: Довга шабля

source: Długa.
uk: Довгу.

source: Długi czas oczekiwania dobiegł końca!
uk: Довге очікування добігло кінця!

source: Długi miecz
uk: Довгий меч

source: Długi miecz magiczny
uk: Довгий магічний меч

source: Długi łuk
uk: Довгий лук

source: Długo by mówić, szkoda bym marnował twój czas.
uk: Довго розповідати, мені шкода витрачати твій час.

source: Długo już pracujesz jako kat?
uk: Як довго ти вже працюєш катом?

source: Długo mam czekać?
uk: Довго мені ще чекати?

source: Długo mi schodzi z odzyskaniem pieniędzy Kurta. Powinienem uporać się ze sprawą jak najszybciej, żeby nie rozwiązała się sama.
uk: Мені потрібно багато часу, щоб повернути гроші Курту. Я повинен розібратися зі справою якомога швидше, поки не запізно.

source: Długo mi schodzi z zadaniem dla Bradlocka. Powinienem uporać się ze sprawą jak najszybciej, żeby nie rozwiązała się sama.
uk: Я довго вирішую завдання Бредлока. Потрібно розібратися з цим якнайшвидше, поки питання не вирішилося саме собою.

source: Długo obserwowaliście to miejsce?
uk: Давно ви спостерігали за тим місцем?

source: Długo siedzieli w gospodzie?
uk: Як довго вони сиділи в корчмі?

source: Długo tu tak siedzisz?
uk: Давно ти тут сидиш?

source: Długo udawało nam się unikać jej ataków, ale wiedzieliśmy, że to kwestia czasu nim nas dorwą.
uk: Нам вдавалося довго ухилятися від її атак, але ми знали, що це лише питання часу, коли вони нас дістануть.

source: Długo wam dokuczają?
uk: Як довго вони вам докучають?

source: Długo zamierzasz tkwić w tym porcie?
uk: Ти надовго застряг в цьому порту?

source: Długotrwała mikstura odnowy many
uk: Довготривале зілля відновлення мани

source: Długotrwała mikstura odnowy życia
uk: Довготривале зілля відновлення здоров'я

source: Długotrwała mikstura szybkości
uk: Довготривале зілля швидкості

source: Długotrwały eliksir wzmocnienia ducha
uk: Довготривалий еліксир покращення мани

source: Długotrwały eliksir wzmocnienia siły
uk: Довготривалий еліксир покращення сили

source: Długotrwały eliksir wzmocnienia skóry
uk: Довготривалий еліксир покращення захисту

source: Długotrwały eliksir wzmocnienia zręczności
uk: Довготривалий еліксир покращення спритності

source: Długotrwały eliksir wzmocnienia życia
uk: Довготривалий еліксир покращення здоров'я

source: Dźwig przenoszący towary handlarki Ramony został uszkodzony, przez co poniosła pewne straty finansowe. O sabotaż podejrzewa swoich robotników, Recona i Veigo. Muszę z nimi porozmawiać.
uk: Пошкоджено кран, що перевозив товар торговки Рамони, через що вона зазнала певних фінансових збитків. Вона підозрює своїх робітників, Рікона і Вейго, у саботажі. Мені треба з ними поговорити.

source: Dźwięk
uk: Звук

source: Dźwięk fletu osłabia bestie!
uk: Звук флейти послаблює звірів!

source: E tam, jestem pewien, że sobie poradzisz. Do zobaczenia!
uk: Агов, я впевнений, ти впораєшся. Побачимось!

source: E tam, podziękuję za taką ofertę. Niech inni się męczą, nie będę im przeszkadzał.
uk: Ех, дякую за таку пропозицію. Нехай інші страждають, я їм не заважатиму.

source: E tam, przez takiego prawdziwka? Co najwyżej tylko kociołek.
uk: Через цього бовдура? Максимум невелика догана.

source: E, dobre piwo. Po prostu dobre piwo, dobrej jakości, z najlepszej wody i słodu pszenicznego jakie jestem w stanie zdobyć. Dobre na każdą okazję, do posiedzenia ze znajomymi, do obiadu, kolacji...
uk: Eх, гарне пиво. Просто гарне пиво, хорошої якості, виготовлене з найкращої води та пшеничного солоду, які я зміг дістати. Добре підходить для будь-якої події, щоб посидіти з друзями, пообідати, повечеряти...

source: E, ty! Ślepy, czy co? To miejsce już jest zajęte!
uk: Ей, ти! Сліпий, чи що? Це місце вже зайняте!

source: E... ale ty chyba nie mówiłeś na poważnie z tym ciałem, co?
uk: E... але ти ж не серйозно казав про тіло, так?

source: Ech - gdybym trafił tu w innych okolicznościach, pewnie potrafiłbym docenić piękno również innych części wyspy.
uk: Ех, якби я опинився тут за інших обставин, я, напевно, зміг би оцінити красу й інших закутків острова.

source: Ech, Ulryk urwie mi głowę, ale co tam. Może to cię przekona, że nie warto się kręcić w okolicy.
uk: Ех, Ульрік мені голову відірве, але нехай. Може, це переконає тебе, що не варто тут вештатись.

source: Ech, Wilczy Synowie, cholera by was wzięła...
uk: Ех, Вовчі Сини, дідько б вас взяв...

source: Ech, ale bym sobie zapalił... Niestety, nie umiem znaleźć nikogo, kto poprowadziłby uprawy.
uk: Ех, але я б покурив... На жаль, я не можу знайти нікого, хто б займався вирощуванням трави.

source: Ech, będzie go brakowało. Nikt tak jak on nie pozbywał się pełzaczy z kopalni...
uk: Ех, нам його не вистачатиме. Ніхто не зачищав копальню від повзунів так як він...

source: Ech, będzie trzeba zrobić porządek w kopalni. Szkoda tylko, że Jon nie zobaczy, jak przywracamy jej świetność.
uk: Ех, доведеться навести лад у копальні. Шкода тільки, що Йон не побачить, як ми відновимо її до колишньої величі.

source: Ech, będę musiał kogoś wysłać, żeby go odzyskał. Ciekawe, że straż część problemów rozwiązuje, ale tworzy przy tym kolejne.
uk: Ех, мені доведеться послати когось, щоб повернути його. Цікаво, що вартовий вирішує одні проблеми, але при цьому створює інші.

source: Ech, cholera... Będę musiał jeszcze kogoś okraść jeśli mam z tego wyżyć.
uk: Йой, дідько... Мені доведеться пограбувати ще когось, якщо я збираюся цим заробляти на життя.

source: Ech, co by to była za alchemia, tak bez stresu i przygód podczas zbierania składników. Dobrze, że tu byłeś.
uk: Ех, що б то була за алхімія, без стресу та пригод зі збором інгредієнтів. Добре, що ти був тут.

source: Ech, człowieku, nie będziemy na ciebie wiecznie czekać! Dalej, zrób co musisz i przyjdź do nas.
uk: Ех, друже, ми не будемо чекати на тебе вічно! Давай, закінчуй свої справи і приєднуйся до нас.

source: Ech, dlaczego oni zawsze muszą stawiać opór?
uk: Ех, і чому вони завжди чинять спротив?

source: Ech, dobra, ale nie myśl, że dostaniesz ode mnie jakieś krocie!
uk: Ех, добре, але не думай, що ти отримаєш від мене цілий статок!

source: Ech, dobre mi to przyniosłeś... co, mówiłeś coś o kuszach? Lubię strzelać z kuszy...
uk: Ех, добре що ти мені це приніс... ти щось казав про арбалети? Я люблю стріляти з арбалета...

source: Ech, dobrze, za niedługo wracam.
uk: Що ж, я скоро повернуся.

source: Ech, ech... Myślisz bardzo krótkowzrocznie. Perła to tylko test. Zacząłem od czegoś tak małego jak perła, by sprawdzić, czy w ogóle jestem w stanie nadać wodzie odpowiedni kształt.
uk: Ой лишенько... Ти мислиш дуже недалекоглядно. Перлина – це лише тест. Я почав з чогось настільки малого, як перлина, щоб побачити, чи зможу я взагалі надати воді потрібної форми.

source: Ech, muszę porozmawiać z Mateyem, kogo do mnie wysyła. Ale skoro już tu jesteś, dobrze, dam ci szansę.
uk: Ех, треба поговорити з Матеєм про те, кого він до мене посилає. Але оскільки ти вже тут, то я дам тобі шанс.

source: Ech, myślałam, że większy z ciebie ryzykant, ale zawsze coś.
uk: Ех, я думала, що ти більш азартний, але хоч щось.

source: Ech, młodzi. Dobra, masz jeszcze jedną butelkę tego piwa?
uk: Ех, молодь. Гаразд, маєш ще пляшку того пива?

source: Ech, nie to nie... Może faktycznie się z nimi podzielę?
uk: Ех, не хочеш – як хочеш... Може, я й справді з ними поділюся?

source: Ech, nie umiesz się bawić. Jestem Ambrosia i jak nietrudno zauważyć, pracuję w burdelu.
uk: Ех, не вмієш ти розважатись. Я Амброзія і, як неважко здогадатись, я працюю в борделі.

source: Ech, nie wiem, co się podziało w głowach tych urzędasów. Kiedyś trzeba było mieć pracę, żeby zostać obywatelem, teraz jest dokładnie na odwrót!
uk: Я не знаю, що відбувається в головах цих чиновників. Раніше для отримання громадянства потрібно було мати роботу, а тепер все навпаки!

source: Ech, nie wiem, nie mam czasu na wymyślanie testów. Zaimponuj mi jakoś, i tyle!
uk: Ех, не знаю, я не маю часу придумувати якісь перевірки. Здивуй мене якось, і все!

source: Ech, niech ci będzie. Coś ci tam pokażę, tylko wiesz, przydałoby mi się trochę złota na drobne wydatki...
uk: Ех, нехай буде так. Я тобі дещо покажу, тільки знаєш, мені б не завадило трохи золота на дрібні витрати...

source: Ech, no dobra, trzymaj.
uk: Ех, ну добре, тримай.

source: Ech, no dobrze, trudno.
uk: Ех, ну що ж, нехай.

source: Ech, no po co zadajesz takie głupie pytania? Tak, jestem tutaj kowalem.
uk: Ех, чому ти ставиш такі дурні питання? Так, я тут коваль.

source: Ech, oczywiście, tak jak w przypadku większości legend, zero pokrycia w rzeczywistości.
uk: Ех, ну звичайно, як і в більшості легенд, нічого спільного з реальністю.

source: Ech, oczywiście. Zawsze trzeba gdzieś się pofatygować, jakżeby inaczej?
uk: Ех, звісно. Завжди треба кудись йти, як же інакше?

source: Ech, pomyślmy. Bo nie odczepisz się ode mnie, jeśli ci nie powiem?
uk: Ех, давай подумаємо. Ти ж не відчепишся від мене, якщо я не скажу?
